pytrustnfe/nfse/susesu/templates/EnviarNotaRetornaurlNota.xml

<Envelope xmlns="http://www.w3.org/2003/05/soap-envelope">
  <Body>
    <EnviarNotaRetornaurlNota xmlns="http://susesu.com.br/">
      <codPrefeitura>{{ nfse.codigo_prefeitura }}</codPrefeitura>
      <notaFiscal>
          <![CDATA[
          {% include 'Nota.xml' %}
          ]]>
      </notaFiscal>
      <cnpjPrestador>{{ nfse.cnpj_prestador }}</cnpjPrestador>
      <senhaNFD>{{ nfse.senha_nfd }}</senhaNFD>
    </EnviarNotaRetornaurlNota>
  </Body>
</Envelope>
